const blog = [
    {
        "id" : 123,
        "title" : "ឡានអគ្គិសនីថ្មីរបស់ MG ប្រភេទ MPV ៧កៅអី ចេញលក់នៅថៃតម្លៃជិត ៥ម៉ឺនដុល្លារ",
        "description" : "ក្រុមហ៊ុន MG បាន​បញ្ចេញ​លក់ផ្លូវការ​រថយន្តអគ្គិសនី​ថ្មី MAXUS 7 ដែល​ជាប្រភេទ MPV ៧កៅអី នៅក្នុងប្រទេស​ថៃ តម្លៃជាង ៤៨០០០ដុល្លារ។",
        "status" : "available"
    },
    {
        "id" : 124,
        "title" : "ប្រព័ន្ធការពារទឹកជំនន់ស្ទឹងព្រែកត្នោត ដែល​រំដោះទឹកបាន ៥១៥ម៉ែត្រគូប/វិនាទី សាងសង់ជិត​រួចរាល់ហើយ",
        "description" : "ក្រសួងធនធានទឹក និងឧតុនិយម បាន​ឱ្យដឹង​ថា ប្រព័ន្ធ​ស្រោចស្រព និងការពារទឹកជំនន់ស្ទឹងព្រែកត្នោត សម្រេចវឌ្ឍនភាពគម្រោងបាន ៩៥%ហើយ។",
        "status" : "available"
    },
    {
        "id" : 125,
        "title" : "BYD ទើបតែ​ចេញរថយន្តថ្មីអាចបើកដល់ ២១០០គីឡូម៉ែត្រ ដោយគ្រាន់តែចាក់សាំងមួយពេញតែម្តងប៉ុណ្ណោះ",
        "description" : "ថ្មីៗនេះ ក្រុមហ៊ុន BYD ទើបតែបានប្រកាសចេញរថយន្តប្រភេទ Plug-in Hybrid ថ្មីចំនួន២ម៉ូឌែល គឺ BYD Qin L DM-i និង BYD Seal 06 DM-i ដោយប្រើម៉ាស៊ីនចំណុះ ១,៥លីត្រ កម្លាំង ៩៩សេះ និងកម្លាំងរមួល ១២៦ញូតុនម៉ែត្រ    ",
        "status" : "available"
    }
]

export default blog;